Revit 2027 API
ParameterTypeId.RevisionCloudRevisionDescription Property
 "Revision Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevisionCloudRevisionDescription { get; }
Public Shared ReadOnly Property RevisionCloudRevisionDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevisionCloudRevisionDescription {
	ForgeTypeId^ get ();
}
static member RevisionCloudRevisionDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace